Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/changing_to_your_preferred_gender.html.txt.tmx
Source language: en
Languages: ga

source: Changing to your preferred gender
ga: Athrú chuig do rogha inscne

source: In 2008 the High Court ruled that Ireland was in breach of the European Convention on Human Rights in not having a process to legally recognise the acquired gender of transsexual or transgender people
ga: In 2008, rialaigh an Ard-Chúirt go raibh an Coinbhinsiún Eorpach um Chearta an Duine á shárú ag Éirinn mar gheall nach raibh próiseas i bhfeidhm chun inscne fhaighte daoine trasghnéasacha a aithint go dlíthiúil

source: A Gender Recognition Advisory Group was set up to advise on the legislation required to provide for legal recognition of the changed gender of transgender people who have made the transition from one gender to another
ga: Bunaíodh Grúpa Comhairleach um Aithint Inscne chun comhairle a thabhairt ar an reachtaíocht a theastaíonn chun foráil a dhéanamh go dtabharfaí aitheantas dlíthiúil d’inscne athraithe daoine trasghnéasacha a d’aistrigh ó inscne amháin go hinscne eile

source: The Advisory Group’s report was produced in 2011
ga: Cuireadh tuarascáil an Ghrúpa Chomhairligh i dtoll a chéile in 2011

source: On 4 September 2015 the Gender Recognition Act 2015 came into effect and provides for the legal recognition of a person’s preferred gender
ga: An 4 Meán Fómhair 2015, tháinig an tAcht um Inscne a Aithint, 2015 i bhfeidhm agus foráiltear ann d’aitheantas a thabhairt do rogha inscne duine

source: The effect of the legal recognition is not retrospective
ga: Níl tionchar cúlghabhálach ag tionchar an aitheantais dhlíthiúil

source: All rights, responsibilities and consequences of actions by you prior to the date of recognition of your preferred gender remain unaffected
ga: Ní dhéanfar aon difear do gach ceart, freagracht agus iarmhairt a bhain le gníomhartha a rinne tú roimh dháta aitheantais do rogha inscne

source: Under the legislation there are 3 parts to the process of obtaining a new birth certificate which reflects your preferred gender
ga: Faoin reachtaíocht, tá 3 chuid bainteach leis an bpróiseas chun teastas nua breithe a fháil ar a léirítear do rogha inscne

source: Apply for a gender recognition certificate which you can use as proof of gender or identity
ga: Iarratas a dhéanamh ar dheimhniú um inscne a aithint ar féidir leat é a úsáid mar chruthúnas inscne nó aitheantais

source: Apply to be registered in a register of gender recognition
ga: Iarratas a dhéanamh go gclárófar thú i gclár um inscne a aithint

source: Apply for a certified copy of your entry in the register of gender recognition which will satisfy any requirement where you are asked to provide a birth certificate
ga: Iarratas a dhéanamh ar chóip dheimhnithe de d’iontráil sa chlár um inscne a aithint a shásóidh aon riachtanas ina n-iarrtar ort teastas breithe a sholáthar

source: You can apply for a gender recognition certificate if you are at least 18 years of age and you are:
ga: Féadfaidh tú iarratas a dhéanamh ar dheimhniú um inscne a aithint má tá tú ar a laghad 18 mbliana d’aois agus:

source: • Registered in the register of births or
ga: • Má tá tú cláraithe i gclár na mbreitheanna, nó

source: • Registered in the adopted children register or
ga: • Má tá tú cláraithe i gclár na leanaí uchtaithe, nó

source: • Registered in the register of intercountry adoptions or
ga: • Má tá tú cláraithe i gclár na n-uchtuithe idirthíre, nó

source: • Recorded in a foreign births entry book or in the foreign births register
ga: • Má tá tú taifeadta i leabhar iontrálacha breitheanna coigríche nó i gclár na mbreitheanna coigríche

source: Those born outside the State but ordinarily resident in the State can also apply
ga: Féadfaidh iad siúd ar rugadh orthu lasmuigh den Stát ach a bhfuil gnáthchónaí orthu sa Stát iarratas a dhéanamh, chomh maith

source: Evidence of their birth is required
ga: Teastaíonn fianaise i leith a mbreithe

source: An application can be made on behalf of a child aged 16 years or over if a court order is obtained that exempts the child from meeting the age requirement
ga: Féadtar iarratas a dhéanamh thar ceann linbh atá 16 bliana d’aois nó níos sine má fhaightear ordú cúirte a dhíolmhaíonn an leanbh ón gceanglas aoise a chomhlíonadh

source: You can have the gender recognition certificate issued in a different name to that on your birth certificate
ga: Féadfaidh tú a iarraidh go n-eiseofar an deimhniú um inscne a aithint in ainm éagsúil leis sin atá ar do theastas breithe

source: You have to provide:
ga: Beidh ort an méid a leanas a sholáthar:

source: • Proof of use of the name for over two years or
ga: • Cruthúnas gur úsáid tú an t-ainm ar feadh breis agus dhá bhliain, nó

source: • A deed poll for a change of name that has been enrolled in the Central Office of the High Court
ga: • Gníomhas aonpháirtí chun ainm a athrú a cláraíodh i Lár-Oifig na hArd-Chúirte

source: If you have changed gender under the law of another state, you can apply for a gender recognition certificate
ga: Má d’athraigh tú d’inscne faoi dhlí stáit eile, féadfaidh tú iarratas a dhéanamh ar dheimhniú um inscne a aithint

source: You will have to provide a copy of the relevant decision, order or certificate
ga: Beidh ort cóip den chinneadh, ordú nó deimhniú ábhartha a sholáthar

source: When applying you have to sign a statutory declaration which is part of the application form
ga: Nuair a dhéanann tú iarratas, tá ort dearbhú reachtúil a shíniú atá mar chuid den fhoirm iarratais

source: It must be signed in the presence of a peace commissioner, a notary public, a commissioner for oaths or a solicitor
ga: Ní mór é a shíniú i láthair feidhmeannach síochána, nótaire poiblí nó coimisinéir mionnaí nó aturnae

source: There is no charge for a gender recognition certificate
ga: Ní ghearrtar aon mhuirear ar dheimhniú um inscne a aithint

source: You apply using application form GRC 1 (pdf)
ga: Déanann tú iarratas trí úsáid a bhaint as foirm iarratais GRC 1 (pdf)

source: You must complete the form, including the statutory declaration, and send the form along with the required documentation to Client Identity Services in the Department of Social Protection
ga: Ní mór duit an fhoirm a chomhlánú, an dearbhú reachtúil chomh maith, agus an fhoirm a sheoladh, anuas ar an gcáipéisíocht a theastaíonn, chuig Seirbhísí Aitheantais Cliaint sa Roinn Coimirce Sóisialaí

source: You can find further information on applying for a gender recognition certificate on the Department’s website
ga: Féadfaidh tú teacht ar bhreis faisnéis ar iarratas a dhéanamh ar dheimhniú um inscne a aithint láithreán gréasáin na Roinne

source: If you are registered in the register of births, the adopted children register, the register of intercountry adoptions or the foreign births register, when you receive your gender recognition certificate you can apply to the appropriate authority to have your details relating to your gender entered in the appropriate gender recognition register
ga: Má tá tú cláraithe i gclár na mbreitheanna, clár na leanaí uchtaithe, clár na n-uchtuithe idirthíre nó clár na mbreitheanna coigríche, nuair a fhaigheann tú do dheimhniú um inscne a aithint, féadfaidh tú iarratas a dhéanamh chuig an údarás cuí go n-iontrálfar do chuid sonraí a bhaineann le d’inscne sa chlár cuí um inscne a aithint

source: • The General Registrar to be entered in the register of gender recognition if you are registered in the register of births or the adopted children register
ga: • An tArd-Chláraitheoir go n-iontrálfar thú sa chlár um inscne a aithint má tá tú cláraithe i gclár na mbreitheanna nó i gclár na leanaí uchtaithe

source: Your details will already have been sent to the General Registrar
ga: Beidh do chuid sonraí seolta cheana féin chuig an Ard-Chláraitheoir

source: There is no charge and you apply using the Application for entry in the Register of Gender Recognition (pdf) form
ga: Ní ghearrtar aon mhuirear agus déanann tú iarratas tríd an bhfoirm Iarratas um iontráil sa Chlár um Inscne a Aithint (pdf) a úsáid

source: • The Adoption Authority to be entered in the register of gender recognition of intercountry adoptions if you are registered in the register of intercountry adoptions
ga: • An tÚdarás Uchtála atá le hiontráil i gclár um inscne a aithint uchtuithe idirthíre, má tá tú cláraithe i gclár na n-uchtuithe idirthíre

source: Your details will already have been sent to the Adoption Authority
ga: Beidh do chuid sonraí seolta cheana féin chuig an Údarás Uchtaithe

source: • The Department of Foreign Affairs and Trade to be entered in the register of gender recognition of foreign births if you are recorded in a foreign births entry book or in the foreign births register
ga: • An Roinn Gnóthaí Eachtracha agus Trádála, má tá tú le hiontráil i gclár na mbreitheanna coigríche má tá tú taifeadta i leabhar iontrálacha na mbreitheanna coigríche nó i gclár na mbreitheanna coigríche

source: A certified copy of an entry in one of the above gender recognition registers can be used if you have to provide a birth certificate
ga: Féadtar cóip dheimhnithe d’iontráil a úsáid i gceann amháin de na cláir um inscne a aithint má tá ort teastas breithe a sholáthar

source: The following people can apply for a copy of your entry in the register:
ga: Féadfaidh na daoine a leanas iarratas a dhéanamh ar chóip de d’iontráil sa chlár:

source: • Your surviving spouse or civil partner
ga: • Do chéile nó páirtnéir sibhialta marthanach

source: • Your child if there is no surviving spouse or civil partner
ga: • Do leanbh mura bhfuil aon chéile nó páirtnéir sibhialta marthanach ann

source: • Your parent if there is no surviving spouse, civil partner or child
ga: • Do thuismitheoir mura bhfuil aon chéile, páirtnéir sibhialta nó leanbh marthanach ann

source: • Your brother or sister if there is no surviving spouse, civil partner, child or parent
ga: • Do dheartháir nó do dheirfiúr mura bhfuil aon chéile, páirtnéir sibhialta, leanbh nó tuismitheoir ann

source: You apply to the General Registrar for a certified copy of your entry in the register of gender recognition using the Application for a Certificate of an entry in the Register of Gender Recognition (pdf) form
ga: Déanann tú iarratas ar an Ard-Chláraitheoir ar chóip dheimhnithe de d’iontráil sa chlár um inscne a aithint tríd an bhfoirm Iarratas ar Dheimhniú iontrála sa Chlár um Inscne a Aithint (pdf) a úsáid

source: A certified copy of an entry costs €20
ga: Cosnaíonn cóip dheimhnithe d’iontráil €20

source: There is more information on applying to the General Registrar on the General Register Office website
ga: Tá breis faisnéise ar iarratas a dhéanamh ar an Ard-Chláraitheoir ar láithreán gréasáin Oifig an Ard-Chláraitheora

source: Transgender Equality Network Ireland (TENI) aims to improve conditions and advance the rights and equality of trans people and their families
ga: Tá de chuspóir ag Líonra na hÉireann um Chomhionannas Trasinscne (TENI) chun feabhas a chur ar choinníollacha agus cearta agus comhionannas daoine trasinscneacha agus a dteaghlach a chur chun cinn

source: Information on supports is available on its website, teni.ie
ga: Tá fáil ar fhaisnéis ar thacaíochtaí ar a láithreán gréasáin, teni.ie

source: BeLonG To is the national organisation for Lesbian, Gay, Bisexual and Transgendered (LGBT) young people, aged between 14 and 23
ga: Is é BelonG To an eagraíocht náisiúnta le haghaidh daoine óga Leispiacha, Aeracha, Déghnéasacha agus Trasinscneacha (LADT) idir 14 agus 23 bliain d’aois

source: Information on its services and other supports is available at belongto.org. Where to apply
ga: Tá fáil ar fhaisnéis ar a seirbhísí agus ar thacaíochtaí eile ag belongto.org
